Repository: mtuoc/seminario_online_TAN
Catalog: semana_2/memo.tmx
Source language: en
Languages: es

source: "On 26 January 2020, Peter Akman, a reporter who was with CTV News, tweeted an image of his Asian barber in a mask and said, ""Hopefully all I got today was a haircut."""
es: Peter Akman, un reportero que estaba con la CTV Television Network, tuiteó una imagen de su barbero asiático con máscara y dijo: «Ojalá todo lo que obtuve hoy sea un corte de pelo».

source: The Catalan Ministry of Health reported two new deaths in Catalonia.
es: La Consejería de Salud catalana reporta dos nuevas muertes.

source: ISBN 978-92-9168-419-9.
es: ISBN 85-95427-45-1.

source: The most commonly missed areas are the thumb, the wrist, the areas between the fingers, and under fingernails.
es: Al lavarnos las manos conviene repasar los pulgares, la muñeca, las zonas entre los dedos y por debajo de las uñas.

source: Sports and cultural events and gatherings are banned and restrictions apply to restaurants.
es: Los eventos y reuniones deportivas y culturales están prohibidos y se aplican restricciones a los restaurantes.

source: The leading figure organizing the exhibition was German philanthropist and businessman Karl August Lingner, who had grown wealthy from his Odol mouthwash brand, and was enthusiastic to educate the public about advances in public health.
es: Fue organizada por el filántropo y empresario Karl August Lingner, que debía su fortuna a su marca de higiene bucal y era un decidido defensor de los avances en higiene.

source: In April, the mask rationing system was revised, so that adults could buy nine masks every two weeks.
es: [50]​ En abril, se modificó el sistema de racionamiento de máscaras, para que los adultos pudieran comprar nueve máscaras cada dos semanas.

source: "Fortune explained South Korea's efforts of setting up several ""drive-through"" coronavirus screening facilities as contributing to testing thousands of samples a day."
es: Fortune explicó que los esfuerzos de Corea del Sur para establecer varias instalaciones de detección de coronavirus «drive-thru» contribuyen a analizar miles de muestras por día.

source: The Bektashi Global Kryegjyshata suspended all religious activities in its tekkes on 12 March as well.
es: El Kryegjyshata Global de Bektashi suspendió todas las actividades religiosas.

source: There are genetic tests available for many of the hereditary muscle conditions that predispose to myoglobinuria and rhabdomyolysis.
es: [50]​ Hay pruebas genéticas disponibles para muchas de las enfermedades musculares hereditarias que predisponen a la mioglobinuria y a la rabdomiólisis.

source: Highways were barricaded and arriving train passengers were quarantined for five days.
es: Los conductores de tren advirtieron a todos los pasajeros que si daban un paso hacia el exterior del tren en Gunnison, serían arrestados y puestos en cuarentena por cinco días.

source: By this date, 507 people have been arrested for breaking the island-wide curfew.
es: Para esta fecha, 507 personas han sido arrestadas por romper el toque de queda en toda la isla.

source: On 8 March 2020, Saudi Arabia announced unexpected price discounts of $6 to $8 per barrel to customers in Europe, Asia, and the United States.
es: El 8 de marzo de 2020, Arabia Saudita anunció descuentos de precios inesperados de $ 6 a $ 8 por barril a clientes en Europa, Asia y los Estados Unidos.

source: The biopsy will show the presence of a sarcoma, but information like location and the presence of inflammation or necrosis will increase the suspicion of VAS.
es: [12]​ VAS se diagnostica por medio de una biopsia que muestra la presencia de un sarcoma, pero otros factores tales como su ubicación y la presencia de inflamación o necrosis aumentarán la sospecha de VAS.

source: A mid-March poll conducted by NBC News and The Wall Street Journal found that 60% of Democrats were concerned someone in their family might contract the virus, while 40% of Republicans expressed concern.
es: [176]​ Una encuesta realizada a mediados de marzo por NBC News y The Wall Street Journal descubrió que el 60% de los demócratas estaban preocupados de que alguien de su familia pudiera contraer el virus, mientras que el 40% de los republicanos expresó preocupación.

source: "From the Latin ab- (""away"") + cedere (""to go""), an abscess is named for the notion that humors leave the body through pus."
es: "Del latín ab- (""lejos"") + cedere (""ir""), un absceso se llama así por la noción de que los humores abandonan el cuerpo a través de la pus."

source: On 16 March, a new case was reported in Vietnam, known as the 61st patient.
es: El 16 de marzo, se informó un nuevo caso en Vietnam, conocido como el paciente número 61.

source: Foodborne viral infection are usually of intermediate (1–3 days) incubation period, causing illnesses which are self-limited in otherwise healthy individuals; they are similar to the bacterial forms described above.
es: Suelen tener un periodo de incubación intermedio (1-3 días), provocan enfermedades autolimitadas en individuos por lo demás sanos y son parecidas a las formas bacterianas descritas anteriormente.

source: Orton attempted to attack Edge, only for Edge to perform an RKO of his own on Orton.
es: Orton intentó atacar a Edge, pero Edge realizó un «RKO» a Orton.

source: "Produced by Dylan Brady of 100 Gecs, ""Claws"" is an electropop and glitch pop song with elements of hip hop, electronica, pop and trance."
es: Producida por Dylan Brady de 100 Gecs,[10]​ «Claws» es una canción electropop[11]​ y glitch pop con elementos de hip hop, electrónica, pop y trance.

source: In March 2019, Grand Princess underwent another dry-dock refurbishment.
es: En marzo de 2019, Grand Princess se sometió a otra renovación en dique seco.

source: Muslims were forced to drink alcohol, their mosques were destroyed and their Holy Book was burned.
es: Los musulmanes fueron obligados a beber alcohol, sus mezquitas fueron destruidas y su Libro Sagrado fue quemado.

source: Renal functions and electrolyte imbalances, due to decreased venous return metabolism of certain drugs are altered and acid-base balance is impeded.
es: Las funciones renales y los desbalances electrolíticos, debido a que el metabolismo de retorno venoso disminuido de ciertos fármacos está alterado y está impedido el balance ácido-base.

source: From a purely medical perspective: mortality due to COVID-19 is higher in men in studies conducted in China and Italy.
es: [2]​ La mortalidad a causa del COVID-19 es más alta en hombres en estudios realizados en China e Italia.

source: Supreme Decree 4196 indicates:
es: El Decreto Supremo N°4196 , mediante el cual se disponen las medidas dentro la emergencia sanitaria, indica lo siguiente:

source: One of the spires of Zagreb Cathedral broke off and fell on the Archbishop Josip Bozanić's palace.
es: Una de las agujas de la catedral de Zagreb cayó sobre el palacio arzobispal.

source: The majority of positive cases in other regions traced back to these two clusters.
es: La mayoría de los casos positivos en las otras regiones conducen a estos dos grupos.

source: The bow high tendency was peculiar to Grand Princess, and does not affect any of the other Grand-class ships (or the derivative classes) as unlike Grand Princess they have aluminium upper decks.
es: La alta tendencia de proa era peculiar de Grand Princess, y no afecta a ninguna de las otras naves de clase Grand (o las clases derivadas) ya que, a diferencia de Grand Princess, tienen cubiertas superiores de aluminio.

source: On 14 March, following a meeting between President Recep Tayyip Erdoğan and Azerbaijani President Ilham Aliyev, the two countries temporarily stopped land and air transportation.
es: El 14 de marzo, tras una reunión entre el presidente Recep Tayyip Erdoğan y el presidente de Azerbaiyán Ilham Aliyev, los dos países suspendieron temporalmente el transporte terrestre y aéreo.

source: diagnose, investigate, and monitor health problems and health hazards of the community
es: Vigilancia de la salud pública, investigación,control de riesgos y daños en salud pública.

source: All matches were held in Thailand (neutral venue host).
es: Todos los partidos disputados en Tailandia (sede neutral).

source: 2020 coronavirus pandemic in Turkey
es: Pandemia de enfermedad por coronavirus de 2020 en Turquía

source: Given the secret day key
es: Dada la clave secreta del día

source: During positive pressure ventilation, atelectatic regions will inflate, however, the alveoli will be unstable and will collapse during the expiratory phase of the breath (atelectotrauma).
es: Durante la ventilación con presión positiva, las regiones atelectáticas se inflarán, sin embargo, los alvéolos serán inestables y se colapsarán durante la fase espiratoria de la respiración ( atelectotrauma).

source: "Abe said that ""the new coronavirus is having a major impact on tourism, the economy and our society as a whole""."
es: "El primer ministro Shinzō Abe ha dicho que ""el nuevo coronavirus está teniendo un gran impacto en el turismo, la economía y nuestra sociedad en general""."

source: On 29 February, a fourth case was detected and confirmed in the city of Torreón, in the state of Coahuila, from a 20-year-old woman who traveled to Italy.
es: El cuarto caso se confirmó el 29 de febrero, y se trató de una joven del estado de Coahuila, de veinte años de edad, que había realizado un viaje poco tiempo atrás a Milán, Italia.

source: Pericardial mesothelioma may not be associated with asbestos exposure.
es: A diferencia de otros tipos de mesoteliama no se asocia con la inhalación de asbesto.

source: On February 5, 1976, a United States army recruit at Fort Dix said he felt tired and weak.
es: El 5 de febrero de 1976, un soldado recluta en Fort Dix manifestó sentirse agotado y débil.

source: Personal hygiene practices include:
es: Pero también, para referirse a las relaciones interpersonales:

source: Entry into Bolivia allowed only for Bolivian nationals and residents, who must follow protocols stipulated by the Ministry of Health and the World Health Organization.
es: Solo ingresarán al país los bolivianos y residentes, quienes deberán someterse a los protocoles dispuestos por el Ministerio de Salud y la Organización Mundial de la Salud (OMS).

source: The Assembly elects 34 members, technically qualified in the field of health, to the Executive Board for three-year terms.
es: La Asamblea elige a 34 miembros, técnicos en el campo de la salud, para un mandato de tres años, y que forman el Consejo Ejecutivo.

source: Some companies, including Microsoft, GitHub, and Square, Inc., have also encouraged employees to work from home.
es: Algunas compañías, incluidas Microsoft, GitHub y Square, Inc., también han alentado a los empleados a trabajar desde casa.

source: The first cases of COVID-19 in Puerto Rico were reported on March 13.
es: La pandemia de enfermedad por coronavirus en Puerto Rico se conoció a partir del reporte de los primeros casos el 13 de marzo.

source: The findings from autopsies of deceased women also showed a confusing multitude of physical signs, which emphasized the belief that puerperal fever was not one, but many different, yet unidentified, diseases.
es: Los hallazgos en las autopsias de las mujeres fallecidas de fiebre puerperal también mostraban multitud de signos físicos, que parecían indicar que la fiebre puerperal no era un único proceso sino muchas enfermedades diferentes que aún no se habían identificado.

source: If the infection progresses, it interferes more with the immune system, increasing the risk of developing common infections such as tuberculosis, as well as other opportunistic infections, and tumors which are otherwise rare in people who have normal immune function.
es: [8]​ A medida que la infección progresa, interfiere más con el sistema inmunitario, aumentando el riesgo de infecciones comunes como la tuberculosis, además de otras infecciones oportunistas y tumores que raramente afectan a las personas con un sistema inmunitario indemne.

source: M. abscessus can cause lung disease, skin infections, central nervous system infections, bacteremia, eye infections, and other, less common diseases.
es: El M. abscessus puede causar enfermedad pulmonar, infecciones de la piel, infecciones del sistema nervioso central, bacteriemia, infecciones oculares y otras enfermedades menos comunes.

source: Data and maps, frequently updated:
es: Dato y mapas, frecuentemente actualizado:

source: Importantly, insulin secretion is suppressed in this fasted state and glucagon secretion is increased.
es: Es importante destacar que en este estado de ayuno la secreción de insulina se suprime y la secreción de glucagón aumenta.

source: Tottenham Hotspur footballer Dele Alli posted a video on Snapchat where he wore a face mask and appeared to mock an Asian man seated near him in Dubai about the coronavirus outbreak.
es: El futbolista del Tottenham Hotspur Dele Alli publicó un video en Snapchat donde usaba una máscara facial y se burló de un hombre asiático sentado cerca de él en Dubái sobre el brote de coronavirus.

source: An employee at the kjøpesenteret Horisont in Åsane is confirmed to have been infected by the virus, says center manager Lise Færøvik.
es: Se confirma que un empleado del centro comercial Horizon en Åsane ha sido infectado por el virus, dice la gerente del centro, Lise Færøvik.

source: Emacs development began during the 1970s at the MIT AI Lab, whose PDP-6 and PDP-10 computers used the Incompatible Timesharing System (ITS) operating system that featured a default line editor known as Tape Editor and Corrector (TECO).
es: Antes de su introducción, el editor de textos predeterminado en el Sistema Incompatible de Tiempo Compartido (ITS), el sistema operativo en los laboratorios de Inteligencia Artificial PDP-6 y PDP-10, era un editor de líneas conocido como TECO.

source: Water Sanitation and Hygiene
es: Higiene industrial e historia.

source: Coronavirus: Echtzeit-Karte zeigt Zahl der Infektionen in Deutschland, Europa und weltweit – map with several statistics on the virus in Germany and worldwide
es: Coronavirus: Echtzeit-Karte zeigt Zahl der Infektionen en Deutschland, Europa und weltweit - mapa con varias estadísticas sobre el virus en Alemania y en todo el mundo

source: In a message published by the Minister of National Education Twitter on 27 March, it announced that subjects that were set to be covered during the second semester were removed from the Higher Education Institutions Exam.
es: [81]​ En un mensaje publicado por el Ministro de Educación Nacional en Twitter el 27 de marzo, anunció que los temas que debían ser cubiertos durante el segundo semestre fueron eliminados del Examen de Instituciones de Educación Superior.

source: Indian Finance Minister Nirmala Sitharaman announced a $23 billion fiscal stimulus package.
es: El ministro de Finanzas de la India, Nirmala Sitharaman, anunció un paquete de estímulo fiscal de $ 23 mil millones[172]​.

source: Historically, North Korea has restricted travel in the face of epidemics abroad, for instance during the 2014 Ebola epidemic.
es: Históricamente, Corea del Norte ha interrumpido sus viajes ante las epidemias en el extranjero, por ejemplo, durante la epidemia del Ébola de 2014.

source: This conference was crucial as nations were scheduled to submit enhanced nationally determined contributions to the Paris Agreement, with enhanced ambition.
es: Esta conferencia era crucial ya que las naciones debían proporcionar contribuciones específicas mejoradas al Acuerdo de París, con ambición realzada.

source: It is essential to invest in public health resources to prepare preventive measures and reducing health inequalities to minimize the impact of health crises, as they generally always the poorest suffer most.
es: [56]​ Es fundamental invertir en recursos de salud pública para preparar las acciones preventivas, y reducir las desigualdades de salud para minimizar las consecuencias de las crisis sanitarias, ya que en general siempre las sufren más los más pobres.

source: "In the evening, Conte announced in a press conference that all measures previously applied only in the so-called ""red zones"" had been extended to the whole country, putting approximately 60 million people in lockdown."
es: "[150]​[151]​ Por la tarde, Conte anunció en una conferencia de prensa que todas las medidas que antes se aplicaban solo en las llamadas ""zonas rojas"" se habían extendido a todo el país, con la cuarentena de aproximadamente 60 millones de personas."

source: On 31 January 2020, Spain confirmed its first COVID-19 case in La Gomera, Canary Islands.
es: España confirma su primer caso positivo de COVID-19 en La Gomera, Islas Canarias.

source: Milder forms may not cause any muscle symptoms, and the diagnosis is based on abnormal blood tests in the context of other problems.
es: Las formas más leves pueden no causar síntomas musculares y en esos casos el diagnóstico se basará en los análisis de sangre anormales en el contexto de otros problemas.

source: On 26 March, the Finance Minister discussed a bill that the government would be presenting later on.
es: El 26 de marzo el ministro de Hacienda habló sobre un proyecto de ley que presentaría el gobierno.

source: Dozens of cancer hospital sections were indeed wither dedicated to host coronavirus wards, or closed after personnel got infected.
es: Docenas de secciones de hospitales contra el cáncer se dedicaron a albergar salas de coronavirus o se cerraron después de que el personal se infectara.

source: The first cases of the 2019–20 coronavirus pandemic in Uruguay were reported on 13 March by the Ministry of Public Health.
es: Los primeros casos de la pandemia de enfermedad por coronavirus de 2020 en Uruguay fueron declarados el 13 de marzo de 2020 a través de su Ministerio de Salud Pública.

source: Concerns over the virus began as soon as it began its rapid rise in China and its effects on the international scale became clear.
es: La preocupación por la diseminación del virus comenzó después de la pandemia de COVID-19 en China continental y sus efectos a escala global.

source: There are limited circumstances that people can come out to purchase essential items or obtain essential services from 5:00 am to 9:00 pm.
es: Hay circunstancias limitadas en las que las personas pueden salir a comprar artículos esenciales u obtener servicios esenciales de 5:00 a.m. a 9:00 p.m.

source: The Directorate of Communications announced that President Erdoğan would head a comprehensive coordination meeting on Wednesday to discuss plans for combating the new type of coronavirus and inform the public about the results afterwards.
es: [30]​[4]​ La Dirección de Comunicaciones anunció que el presidente Erdoğan encabezará una reunión de coordinación integral el miércoles para discutir los planes para combatir el nuevo tipo de coronavirus e informar al público sobre los resultados posteriores.

source: July 1949: Central Health Centre was created under Ministry of Health
es: 1949: en el mes de julio se crea el Central Health Centre, bajo el amparo del Ministerio de Salud.

source: The first five confirmed cases were all individuals who had recently arrived or returned from China.
es: Dos casos más fueron confirmados al final del día; todos regresados recientemente de China.

source: Toxoid vaccines are made from inactivated toxic compounds that cause illness rather than the micro-organism.
es: Toxoides: son componentes tóxicos inactivados procedentes de microorganismos, en casos donde esos componentes son los que de verdad provocan la enfermedad, en lugar del propio microorganismo.

source: At a virtual summit, European Union heads of state and government did not agree to begin issuing corona bonds.
es: En una cumbre virtual, los jefes de estado y de gobierno de la Unión Europea no acordaron comenzar a emitir coronabonos[160]​[161]​.

source: Since each device locally verifies contact logs, and thus contact logs are never transmitted to third parties, the central reporting server cannot by itself ascertain the identity or contact log of any client in the network.
es: Dado que cada dispositivo verifica localmente los registros de contactos y, por lo tanto, los registros de contactos nunca se transmiten a terceros, el servidor central de informes no puede determinar por sí mismo la identidad o el registro de contactos de ningún cliente en la red.

source: Many small Pacific island nations have thus far avoided the outbreak by closing their international borders.
es: Muchas pequeñas naciones insulares del Pacífico han evitado hasta ahora el brote cerrando sus fronteras.

source: Twenty Dominican doctors were exposed to the virus while celebrating their 30-year medical school graduation anniversary on board the Costa Favolosa cruise ship around the Caribbean.
es: Veinte médicos dominicanos entraron en contacto con el coronavirus durante la celebración de su 30 aniversario de graduación de la escuelas de medicina a bordo del crucero caribeño Costa Favolosa.

source: On 8 March 2020, Albania confirmed its first two cases of COVID-19, a father and son, of which, the son had traveled from Florence, Italy.
es: El 8 de marzo de 2020, Albania confirmó sus dos primeros casos de coronavirus, padre e hijo, de los cuales el hijo había viajado desde Florencia, Italia.

source: On 31 March, transportation and communications minister Lin Chia-lung announced that all passengers on trains and intercity buses were required to wear masks, as were people at highway rest stops.
es: [68]​ El 31 de marzo, el ministro de transporte y comunicaciones, Lin Chia-lung, anunció que todos los pasajeros en trenes y autobuses interurbanos debían usar máscaras, al igual que las personas en las paradas de descanso de las autopistas.

source: All direct flights between Spanish and Italian airports suspended until 25 March.
es: Todos los vuelos directos entre aeropuertos españoles e italianos quedan suspendidos hasta el 25 de marzo.

source: On the same day, the Youth and Sports Minister Mehmet Kasapoğlu announced that the number of people coming from abroad and quarantined at home was 11,269.
es: [106]​ El mismo día, el ministro de Juventud y Deportes, Mehmet Kasapoğlu, anunció que el número de personas que venían del extranjero y estaban en cuarentena en sus hogares era de 11 269.

source: The same vector was also used to create a vaccine against Nipah which was effective in hamsters (but never proven in humans), in addition to a potential vaccine for Rift Valley Fever that was protective in sheep, goats, and cattle (but not proven in humans).
es: [13]​[14]​ El mismo vector también se usó para crear una vacuna contra Nipah que fue efectiva en hámsters (pero nunca se probó en humanos), además de una vacuna potencial para la fiebre del Valle del Rift que protegía a ovejas, cabras y ganado (pero no se probó en humanos).

source: The number of cases in Italy rose to 152, including fourteen patients being treated at Policlinico San Matteo in Pavia.
es: El número de los casos en Italia aumentaron a 152, incluyendo catorce pacientes que son tratados en el Policlínico San Matteo en Pavia.

source: He was put in quarantine at the Centre Hospitalier de Luxembourg.
es: Como medida se estableció una cuarentena vigilada en el Centro Hospitalier de Luxemburgo.

source: As of 17 April, 51,603 tests had been conducted in Taiwan with the vast majority not confirming a coronavirus diagnosis.
es: [9]​[10]​ Hasta el 14 de abril, se habían realizado 48 549 pruebas en Taiwán y la gran mayoría no confirmaba un diagnóstico de coronavirus.
